* CIM 2023
*** Workouts
***** 2023-08-07
      |       Date | Distance (mi) |     Time |     Pace |  HR |
      |------------+---------------+----------+----------+-----|
      | 2023-08-07 |           7.2 | 00:56:42 | 00:07:52 | 167 |
      | 2023-08-08 |           7.2 | 00:58:33 | 00:08:08 | 173 |
      | 2023-08-10 |           7.2 | 00:57:45 | 00:08:01 | 163 |
      | 2023-08-11 |           7.2 | 00:58:42 | 00:08:09 | 162 |
      | 2023-08-12 |            11 | 01:28:39 | 00:08:04 | 156 |
      |------------+---------------+----------+----------+-----|
      |     Totals |          39.8 | 05:20:21 |          |     |
      |------------+---------------+----------+----------+-----|
      #+TBLFM: @>$2=vsum(@2$2..@II$2)::@>$3=vsum(@2$3..@II$3);T::@2$4..@II$4=$3/$2;TEN
***** 2023-08-14
      |       Date | Distance (mi) |     Time |     Pace |  HR |
      |------------+---------------+----------+----------+-----|
      | 2023-08-15 |           7.2 | 00:57:45 | 00:08:01 | 172 |
      | 2023-08-16 |           7.2 | 00:58:03 | 00:08:04 | 174 |
      | 2023-08-18 |           7.2 | 00:57:42 | 00:08:01 | 169 |
      | 2023-08-19 |           7.2 | 00:55:21 | 00:07:41 | 161 |
      | 2023-08-20 |         11.62 | 01:33:35 | 00:08:03 | 167 |
      |------------+---------------+----------+----------+-----|
      |     Totals |         40.42 | 05:22:26 |          |     |
      |------------+---------------+----------+----------+-----|
      #+TBLFM: @>$3=vsum(@2$3..@II$3);T::@>$2=vsum(@2$2..@II$2)::@2$4..@II$4=$3/$2;TEN
***** 2023-08-21
      |       Date | Distance (mi) |     Time |     Pace |  HR |
      |------------+---------------+----------+----------+-----|
      | 2023-08-22 |           7.2 | 00:55:44 | 00:07:44 | 167 |
      | 2023-08-25 |           7.2 | 00:56:14 | 00:07:49 | 170 |
      | 2023-08-26 |          12.8 | 01:53:57 | 00:08:54 | 165 |
      | 2023-08-27 |           7.2 | 00:59:26 | 00:08:15 | 163 |
      |------------+---------------+----------+----------+-----|
      |     Totals |          34.4 | 04:45:21 |          |     |
      |------------+---------------+----------+----------+-----|
      #+TBLFM: @>$3=vsum(@2$3..@II$3);T::@>$2=vsum(@2$2..@II$2)::@2$4..@II$4=$3/$2;TEN
***** 2023-08-28
      |       Date | Distance (mi) |     Time |     Pace |  HR |
      |------------+---------------+----------+----------+-----|
      | 2023-08-29 |           7.2 | 00:56:26 | 00:07:50 | 167 |
      | 2023-08-31 |           7.2 | 00:59:43 | 00:08:18 | 164 |
      | 2023-09-02 |          10.9 | 01:29:24 | 00:08:12 | 170 |
      | 2023-09-03 |          12.3 | 01:46:48 | 00:08:41 | 157 |
      |------------+---------------+----------+----------+-----|
      |     Totals |          37.6 | 05:12:21 |          |     |
      |------------+---------------+----------+----------+-----|
      #+TBLFM: @>$3=vsum(@2$3..@II$3);T::@>$2=vsum(@2$2..@II$2)::@2$4..@II$4=$3/$2;TEN
***** 2023-09-04
